{
  "nav": {
    "home": "Home",
    "privacy": "Privacy",
    "terms": "Terms",
    "delete": "Delete Account"
  },
  "home": {
    "title1": "The social app",
    "title2": "that thinks for you",
    "features": [
      "Get a daily challenge 🎯",
      "Compete with your friends 👥",
      "AI Verified 🤖"
    ],
    "description": "Get a notification every day, upload your proovit and climb the leaderboard. Are you ready?"
  },
  "privacy": {
    "title": "Privacy Policy",
    "content": "Effective date: October 5, 2025<br><br>At Proovit, we value your privacy and are committed to protecting your personal data. This Privacy Policy explains how we collect, use, store, and share your information when you use our application.<br><br><strong>1. Information We Collect</strong><br>When using Proovit, we may collect:<br><ul><li>Account data: your name and email address, through our Clerk authentication provider.</li><li>Images and files: photos you upload to participate in challenges, securely stored in Cloudinary.</li><li>Technical information: device, OS, in-app activity, and push notifications.</li><li>Device permissions: camera and notification system, necessary for app functionality.</li></ul><strong>2. How We Use Your Information</strong><ul><li>Create and manage your user account.</li><li>Allow you to participate in challenges and verify your proofs through photos.</li><li>Send relevant notifications for the game experience.</li><li>Analyze app usage and improve its functionality.</li></ul><strong>3. Third-Party Services</strong><ul><li>Clerk: authentication and user management.</li><li>Cloudinary: image storage.</li><li>Neon: database management.</li><li>Fly.io: backend hosting.</li><li>OpenAI API: to validate the proovits.</li></ul>These services may collect and process data according to their own privacy policies.<br><strong>4. Security</strong><br>We adopt reasonable measures to protect your information. However, no system is completely secure.<br><strong>5. Data Deletion</strong><br>You can request deletion of your account and all your personal data by writing to us at: <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a><br><strong>6. Children's Privacy</strong><br>If you are under 13, you need consent from your parents or legal guardians.<br><strong>7. Changes to this Policy</strong><br>We reserve the right to modify this Privacy Policy at any time. We will inform you of any substantial changes through the app or by email."
  },
  "terms": {
    "title": "Terms of Service",
    "content": "Effective date: October 5, 2025<br><br>Please read these Terms of Service carefully before using Proovit. By accessing or using the app, you agree to comply with these terms. If you disagree, please do not use Proovit.<br><br><strong>1. Service Usage</strong><br>Proovit is an application that allows users to participate in challenges with friends, validating their achievements through photos uploaded directly from their devices.<br><strong>2. User Accounts</strong><br>To access all functionalities, you must create an account using our Clerk provider. You are responsible for maintaining the confidentiality of your credentials. We reserve the right to suspend accounts for violations of these terms or inappropriate behavior.<br><strong>3. User Content</strong><br>By uploading photos or any content to Proovit, you agree that:<br><ul><li>You own the content or have permission to share it.</li><li>The content is not illegal, offensive, or infringes on third-party rights.</li><li>Your global photos will be shared with OpenAI for validation.</li><li>We reserve the right to remove any content we deem inappropriate.</li></ul><strong>4. Acceptable Use</strong><br>You may not use Proovit to:<br><ul><li>Conduct illegal or harmful activities.</li><li>Infringe on other users' rights.</li><li>Manipulate, hack, or damage the app's infrastructure.</li></ul><strong>5. Intellectual Property</strong><br>All content, branding, and source code of Proovit (except user-generated content) is the exclusive property of its developers.<br><strong>6. Limitation of Liability</strong><br>Proovit is provided \"as is\" and does not guarantee that the service will be uninterrupted or error-free. We are not responsible for direct or indirect damages arising from the use of the application.<br><strong>7. Modifications</strong><br>We reserve the right to update these Terms at any time. We will notify you if significant changes are made."
  },
  "childsafety": {
    "title": "Child Safety Policy",
    "content": "Effective Date: April 17, 2025<br><br>Proovit is committed to providing a safe environment for all users, especially protecting minors from any form of child sexual exploitation and abuse (CSEA). Below are our child safety policies:<br><br><strong>1. Child Safety Standards</strong><br>At Proovit, we strictly condemn all forms of child sexual exploitation and abuse. Uploading, sharing, or promoting content involving such material is strictly prohibited.<br><br><strong>2. Contact Channel for Reports and Feedback</strong><br>If you encounter content or suspicious activity related to child safety, you can contact us directly at <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a>. In the app, go to <strong>Settings &gt; Contact Support</strong> and provide the <em>group name</em> and the <em>user name</em> involved. Our support team is ready to act promptly and diligently.<br><br><strong>3. Intervention on Child Sexual Abuse Content</strong><br>We take immediate action upon receiving any report related to CSEA, including removing the content, suspending or deleting the accounts involved, and notifying the relevant authorities.<br><br><strong>4. Legal Compliance</strong><br>Proovit complies with current legislation in Spain and the European Union, including the General Data Protection Regulation (GDPR) and the Organic Law on Comprehensive Protection of Children and Adolescents Against Violence (LOPIVI). If illegal material is detected, we will report it to the appropriate authorities such as the Spanish Data Protection Agency (AEPD) or law enforcement bodies.<br><br><strong>5. Designated Contact Person</strong><br>Our compliance team includes staff trained to handle child safety incidents. For any concerns, contact us at <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a>.<br><br><strong>6. Policy Updates</strong><br>These policies are reviewed regularly to ensure their effectiveness. Proovit is committed to adapting to new threats and continuously improving its child protection practices."
  },
  "delete": {
    "title": "How to Delete Your Account",
    "steps": [
      "Open the Proovit app on your device.",
      "Go to <strong>Settings</strong> in the top right corner.",
      "Tap <strong>Delete Account</strong> and follow the instructions."
    ],
    "help": "If you have trouble or prefer, you can email us at <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a> and request account deletion."
  },
  "footer": "&copy; 2025 Proovit",
  "footerLinks": {
    "privacy": "Privacy Policy",
    "terms": "Terms of Service",
    "childsafety": "Child Safety Policy"
  }
}
