{
  "nav": {
    "home": "Inicio",
    "privacy": "Privacidad",
    "terms": "T茅rminos",
    "delete": "Eliminar cuenta",
    "childsafety": "Seguridad infantil"
  },
  "home": {
    "title": "La red social<br>que piensa por ti",
    "features": [
      "Recibe un reto diario ",
      "Compite con tus amigos ",
      "Verificado por IA "
    ],
    "description": "Recibe una notificaci贸n cada d铆a, sube tu proovit y escala en la clasificaci贸n.<br>驴Est谩s listo?"
  },
  "privacy": {
    "title": "Pol铆tica de Privacidad",
    "content": "Fecha de entrada en vigor: 5 de octubre de 2025<br><br>En Proovit, valoramos tu privacidad y estamos comprometidos a proteger tus datos personales. Esta Pol铆tica de Privacidad explica c贸mo recopilamos, usamos, almacenamos y compartimos tu informaci贸n cuando usas nuestra aplicaci贸n.<br><br><strong>1. Informaci贸n que recopilamos</strong><br>Al usar Proovit, podemos recopilar:<br><ul><li>Datos de cuenta: tu nombre y correo electr贸nico, a trav茅s de nuestro proveedor de autenticaci贸n Clerk.</li><li>Im谩genes y archivos: fotos que subes para participar en retos, almacenadas de forma segura en Cloudinary.</li><li>Informaci贸n t茅cnica: dispositivo, sistema operativo, actividad en la app y notificaciones push.</li><li>Permisos del dispositivo: c谩mara y sistema de notificaciones, necesarios para el funcionamiento de la app.</li></ul><strong>2. C贸mo usamos tu informaci贸n</strong><ul><li>Crear y gestionar tu cuenta de usuario.</li><li>Permitir tu participaci贸n en retos y verificar tus pruebas mediante fotos.</li><li>Enviar notificaciones relevantes para la experiencia de juego.</li><li>Analizar el uso de la app y mejorar su funcionalidad.</li></ul><strong>3. Servicios de terceros</strong><ul><li>Clerk: autenticaci贸n y gesti贸n de usuarios.</li><li>Cloudinary: almacenamiento de im谩genes.</li><li>Neon: gesti贸n de base de datos.</li><li>Fly.io: alojamiento del backend.</li><li>OpenAI API: para validar los proovits.</li></ul>Estos servicios pueden recopilar y procesar datos seg煤n sus propias pol铆ticas de privacidad.<br><strong>4. Seguridad</strong><br>Adoptamos medidas razonables para proteger tu informaci贸n. Sin embargo, ning煤n sistema es completamente seguro.<br><strong>5. Eliminaci贸n de datos</strong><br>Puedes solicitar la eliminaci贸n de tu cuenta y todos tus datos personales escribi茅ndonos a: <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a><br><strong>6. Privacidad infantil</strong><br>Si eres menor de 13 a帽os, necesitas el consentimiento de tus padres o tutores legales.<br><strong>7. Cambios en esta pol铆tica</strong><br>Nos reservamos el derecho de modificar esta Pol铆tica de Privacidad en cualquier momento. Te informaremos de cualquier cambio sustancial a trav茅s de la app o por correo electr贸nico."
  },
  "terms": {
    "title": "T茅rminos de Servicio",
    "content": "Fecha de entrada en vigor: 5 de octubre de 2025<br><br>Por favor, lee estos T茅rminos de Servicio cuidadosamente antes de usar Proovit. Al acceder o utilizar la app, aceptas cumplir con estos t茅rminos. Si no est谩s de acuerdo, por favor no uses Proovit.<br><br><strong>1. Uso del servicio</strong><br>Proovit es una aplicaci贸n que permite a los usuarios participar en retos con amigos, validando sus logros mediante fotos subidas directamente desde sus dispositivos.<br><strong>2. Cuentas de usuario</strong><br>Para acceder a todas las funcionalidades, debes crear una cuenta usando nuestro proveedor Clerk. Eres responsable de mantener la confidencialidad de tus credenciales. Nos reservamos el derecho de suspender cuentas por violaciones de estos t茅rminos o comportamiento inapropiado.<br><strong>3. Contenido del usuario</strong><br>Al subir fotos o cualquier contenido a Proovit, aceptas que:<br><ul><li>Eres propietario del contenido o tienes permiso para compartirlo.</li><li>El contenido no es ilegal, ofensivo ni infringe derechos de terceros.</li><li>Tus fotos globales ser谩n compartidas con OpenAI para su validaci贸n.</li><li>Nos reservamos el derecho de eliminar cualquier contenido que consideremos inapropiado.</li></ul><strong>4. Uso aceptable</strong><br>No puedes usar Proovit para:<br><ul><li>Realizar actividades ilegales o da帽inas.</li><li>Infringir los derechos de otros usuarios.</li><li>Manipular, hackear o da帽ar la infraestructura de la app.</li></ul><strong>5. Propiedad intelectual</strong><br>Todo el contenido, marca y c贸digo fuente de Proovit (excepto el contenido generado por usuarios) es propiedad exclusiva de sus desarrolladores.<br><strong>6. Limitaci贸n de responsabilidad</strong><br>Proovit se proporciona \"tal cual\" y no garantiza que el servicio sea ininterrumpido o libre de errores. No somos responsables de da帽os directos o indirectos derivados del uso de la aplicaci贸n.<br><strong>7. Modificaciones</strong><br>Nos reservamos el derecho de actualizar estos T茅rminos en cualquier momento. Te notificaremos si se realizan cambios significativos."
  },
  "childsafety": {
    "title": "Pol铆tica de Seguridad Infantil",
    "content": "Fecha de entrada en vigor: 17 de abril de 2025<br><br>Proovit est谩 comprometido a proporcionar un entorno seguro para todos los usuarios, especialmente protegiendo a los menores de cualquier forma de explotaci贸n y abuso sexual infantil (CSEA). A continuaci贸n, se detallan nuestras pol铆ticas de seguridad infantil:<br><br><strong>1. Est谩ndares de seguridad infantil</strong><br>En Proovit, condenamos estrictamente todas las formas de explotaci贸n y abuso sexual infantil. Est谩 estrictamente prohibido subir, compartir o promover contenido que implique dicho material.<br><br><strong>2. Canal de contacto para denuncias y sugerencias</strong><br>Si detectas contenido o actividad sospechosa relacionada con la seguridad infantil, puedes contactarnos directamente en <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a>. En la app, ve a <strong>Ajustes &gt; Contactar soporte</strong> e indica el <em>nombre del grupo</em> y el <em>nombre de usuario</em> implicados. Nuestro equipo de soporte est谩 listo para actuar de forma r谩pida y diligente.<br><br><strong>3. Intervenci贸n ante contenido de abuso sexual infantil</strong><br>Actuamos de inmediato ante cualquier denuncia relacionada con CSEA, incluyendo la eliminaci贸n del contenido, suspensi贸n o eliminaci贸n de las cuentas implicadas y notificaci贸n a las autoridades competentes.<br><br><strong>4. Cumplimiento legal</strong><br>Proovit cumple con la legislaci贸n vigente en Espa帽a y la Uni贸n Europea, incluyendo el Reglamento General de Protecci贸n de Datos (RGPD) y la Ley Org谩nica de Protecci贸n Integral a la Infancia y la Adolescencia frente a la Violencia (LOPIVI). Si se detecta material ilegal, lo reportaremos a las autoridades correspondientes como la Agencia Espa帽ola de Protecci贸n de Datos (AEPD) o cuerpos de seguridad.<br><br><strong>5. Persona de contacto designada</strong><br>Nuestro equipo de cumplimiento incluye personal capacitado para gestionar incidentes de seguridad infantil. Para cualquier inquietud, cont谩ctanos en <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a>.<br><br><strong>6. Actualizaci贸n de pol铆ticas</strong><br>Estas pol铆ticas se revisan peri贸dicamente para garantizar su eficacia. Proovit se compromete a adaptarse a nuevas amenazas y mejorar continuamente sus pr谩cticas de protecci贸n infantil."
  },
  "delete": {
    "title": "C贸mo eliminar tu cuenta",
    "steps": [
      "Abre la app de Proovit en tu dispositivo.",
      "Ve a <strong>Ajustes</strong> en la esquina superior derecha.",
      "Toca <strong>Eliminar cuenta</strong> y sigue las instrucciones."
    ],
    "help": "Si tienes problemas o lo prefieres, puedes escribirnos a <a href=\"mailto:proovit.dev@gmail.com\">proovit.dev@gmail.com</a> y solicitar la eliminaci贸n de tu cuenta."
  },
  "footer": "&copy; 2025 Proovit",
  "footerLinks": {
    "privacy": "Pol铆tica de Privacidad",
    "terms": "T茅rminos de Servicio",
    "childsafety": "Pol铆tica de Seguridad Infantil"
  }
}
